{"meta":{"title":"Hexo","subtitle":"","description":"","author":"John Doe","url":"http://example.com","root":"/"},"pages":[{"title":"about","date":"2020-09-20T20:59:04.000Z","updated":"2020-09-20T21:41:07.555Z","comments":true,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":"title: aboutdate: 2020-09-20 13:59:04 Zhangze Chen（陈张泽）Phone:(250)-891-4005 E-mail: &#x7a;&#104;&#x61;&#x6e;&#x67;&#122;&#x65;&#x63;&#104;&#x65;&#x6e;&#x63;&#64;&#x31;&#50;&#x36;&#x2e;&#x63;&#111;&#x6d; Address: Vicotira, BC, Canada Blog: personal blog(个人博客) Profile(个人介绍) Strong team player with good interpersonal and teamwork skills developed through collaborating with peers and working with seniors during previous work experiences and school projects. Focused on software architecture design, website front end design,and data mining. Skilled at multiple programming languages including Java, C, Python, HTML &amp; CSS, and Javascript, with a good knowledge of Visual StudioCode, CodePen, and GitHub developed at Astera. Education(教育)Bachelor of Science in Software Engineering, University of Victoria,Victoria,BC *September 2015 — Present* internship(工作经历)IT Technician at XinHuiXiang TangShan National Trade Ltd Liability CO,Tangshan,Hebei,China* July, 2020 - Sep, 2020* Applied remote IT support for company staff, for instance providing right management services and network behaviour monitoring. Organized and prioritized work to complete all works in a timely, efficient manner. Employment History front-end develper at Astera, Victoria,BC,Canada* April, 2018 - July, 2018 Active member working in a small team. Redesign and updating website front end to improve visual appeal and user experience by using HTML,CSS,Javascript. Past projects include updating and designing shopping website and company official website."}],"posts":[{"title":"blog1.0--My First Blog","slug":"blog1-0-My-First-Blog","date":"2020-09-17T23:55:52.000Z","updated":"2020-09-18T00:00:25.917Z","comments":true,"path":"2020/09/17/blog1-0-My-First-Blog/","link":"","permalink":"http://example.com/2020/09/17/blog1-0-My-First-Blog/","excerpt":"","text":"blog1.0 - My First Blog内容 --&gt; 今天去投了两份简历简历：黑丸 和 Yates Coffee Bar","categories":[],"tags":[]},{"title":"Hello World","slug":"hello-world","date":"2020-09-17T23:50:22.279Z","updated":"2020-09-17T23:50:22.279Z","comments":true,"path":"2020/09/17/hello-world/","link":"","permalink":"http://example.com/2020/09/17/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[],"tags":[]}